/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Are you sure you want to delete this CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "取消";

/* Title describing glucose date */
"Date" = "日期";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "趋势";

/* Title describing glucose value */
"Glucose" = "葡萄糖";

/* Section title for latest glucose reading */
"Latest Reading" = "最新血糖值";

/* Title describing glucose trend */
"Trend" = "趋势";
